{
    "Sun": {
      "introduction": "Mặt trời, còn được gọi là 'Sol', là ngôi sao ở trung tâm Hệ Mặt trời. Khối lượng của Mặt trời chiếm khoảng 99,86% tổng khối lượng của Hệ Mặt trời.",
      "encyclopedia": "0",
      "equatorialDiameter": "1.39 M KM",
      "mass": "1.99 x 10^30 KG",
      "distance": "26 038 LY (Trung tâm hệ)",
      "rotationPeriod": "25 NGÀY",
      "orbitPeriod": "225 M NĂM",
      "surfaceGravity": "274 M/S^2",
      "surfaceTemperature": "5778 K (5505 C)",
  
      "information1": "- THÀNH PHẦN: Khoảng 3/4 khối lượng của Mặt trời là hydro, phần còn lại chủ yếu là heli. Chỉ 1,69% Mặt trời (vẫn gấp 5628 lần khối lượng Trái đất) được tạo thành từ các nguyên tố nặng hơn như carbon, sắt, neon và oxy.",
      "information2": "- KHOẢNG CÁCH: Khoảng cách trung bình của Mặt trời đến Trái đất là khoảng 149,6 triệu km (1 AU). Trung bình, ánh sáng từ Mặt trời mất khoảng 8 phút 19 giây để tới Trái đất.",
      "information3": "- DẢI THIÊN HÀ: Từng được cho là một ngôi sao tương đối tầm thường, Mặt trời hiện được coi là sáng hơn khoảng 85% số sao trong thiên hà Milky Way."
    },
    "Mercury": {
      "introduction": "Sao Thủy là hành tinh trong cùng và nhỏ nhất của Hệ Mặt Trời. Vì hầu như không có bầu khí quyển để giữ nhiệt nên bề mặt Sao Thủy có sự biến đổi nhiệt độ lớn nhất so với tất cả các hành tinh.",
      "encyclopedia": "0",
      "equatorialDiameter": "4879 KM",
      "mass": "3.3 x 10^23 KG",
      "distance": "58 M KM (Từ Mặt trời)",
      "rotationPeriod": "59 NGÀY",
      "orbitPeriod": "88 NGÀY",
      "surfaceGravity": "3.7 M/S^2",
      "surfaceTemperature": "167 C",
      "information1": "- SỰ QUAN SÁT: Sao Thủy xuất hiện như một ngôi sao buổi sáng hoặc buổi tối khi nhìn từ Trái đất, nhưng do nó ở gần Mặt trời nên rất khó nhìn thấy. Tuy nhiên, sao Thủy có thể được quan sát ít nhất hai lần một năm: vào mùa xuân lúc hoàng hôn và vào mùa thu trước bình minh."
    },
    "Venus": {
      "introduction": "Mặc dù sao Kim có kích thước và cấu trúc bên trong rất giống Trái đất, nhưng bề mặt lưu hóa và bầu khí quyển cực nóng và dày đặc của nó khiến nó trở thành một trong những nơi khắc nghiệt nhất trong Hệ Mặt trời.",
      "encyclopedia": "0",
      "equatorialDiameter": "12104 KM",
      "mass": "4.9 x 10^24 KG",
      "distance": "108 M KM (Từ Mặt trời)",
      "rotationPeriod": "243 NGÀY",
      "orbitPeriod": "225 NGÀY",
      "surfaceGravity": "8.9 M/S^2",
      "surfaceTemperature": "462 C",
      "information1": "- BẦU KHÍ QUYỂN: Những đám mây dày chứa axit sulfuric và bụi phản chiếu phần lớn ánh sáng của Mặt trời trở lại không gian, trong khi carbon dioxide giữ nhiệt của Mặt trời bên trong khí quyển, gây ra hiệu ứng nhà kính lan rộng.",
      "information2": "- SỰ QUAN SÁT: Sao Kim là một trong những vật thể sáng nhất trên bầu trời đêm của chúng ta - chỉ đứng sau Mặt trăng. Nó xuất hiện dưới dạng sao buổi tối hoặc sao mai."
    },
    "Earth": {
      "introduction": "Thế giới quê hương của chúng ta là nơi dày đặc nhất trong số tám hành tinh trong Hệ Mặt trời. Nó cũng là hành tinh lớn nhất trong bốn hành tinh đất đá.",
      "encyclopedia": "0",
      "equatorialDiameter": "12756 KM",
      "mass": "6 x 10^24 KG",
      "distance": "150 M KM (Từ Mặt trời)",
      "rotationPeriod": "23H 56M",
      "orbitPeriod": "1 NĂM",
      "surfaceGravity": "9.8 M/S^2",
      "surfaceTemperature": "15 C",
      "information1": "- BỀ MẶT: Khoảng 71% bề mặt Trái đất được bao phủ bởi các đại dương nước mặn và 30% còn lại được chiếm giữ bởi bảy vùng đất lục địa. Bề mặt bên ngoài của Trái đất cũng được chia thành nhiều đoạn cứng hoặc các mảng kiến tạo di chuyển trên bề mặt trong thời gian hàng triệu năm.",
      "information2": "- TRỤC NGIÊNG: Ngày nay, Trái đất nghiêng trên trục của nó một góc 23,4, tạo ra những biến đổi theo mùa về khí hậu và thời tiết trên bề mặt hành tinh trong suốt một năm.",
      "information3": "- TỪ TRƯỜNG: Từ trường Trái đất được tạo ra trong vùng lõi ngoài nóng chảy của hành tinh và mở rộng ra bên ngoài để tạo thành từ quyển."
    },
    "Moon": {
      "introduction": "Mặt trăng là vệ tinh tự nhiên duy nhất của Trái đất. Bên cạnh Mặt trời, Mặt trăng có ảnh hưởng lớn nhất đến chính Trái đất, đáng chú ý nhất là ảnh hưởng của nó đến thủy triều trên Trái đất.",
      "encyclopedia": "0",
      "equatorialDiameter": "3476 KM",
      "mass": "7.3 x 10^22 KG",
      "distance": "384010 KM (Từ Hành tinh)",
      "rotationPeriod": "27 NGÀY",
      "orbitPeriod": "27 NGÀY",
      "surfaceGravity": "1.62 M/S^2",
      "surfaceTemperature": "-23 C",
      "information1": "- KHỐI LƯỢNG: Mặt trăng là vệ tinh tự nhiên lớn nhất so với kích thước của vệ tinh chính - có đường kính bằng 27% và mật độ bằng 60% Trái đất. Mặt trăng lớn hơn Sao Diêm Vương.",
      "information2": "- NGUỒN GỐC: Giả thuyết phổ biến hiện nay về nguồn gốc của Mặt trăng là nó được hình thành do vật thể có kích thước bằng sao Hỏa va chạm với Trái đất nguyên sinh mới hình thành. Vật chất thoát ra từ vụ va chạm này tích tụ để hình thành Mặt trăng cách đây 4,53 tỷ năm.",
      "information3": "- SỰ QUAN SÁT: Mặt trăng là vật thể sáng nhất trên bầu trời sau Mặt trời, mặc dù bề mặt của nó thực sự tối, chỉ phản chiếu 7% ánh sáng chiếu vào nó."
    },
    "Mars": {
      "introduction": "Sao Hỏa là hành tinh thứ tư tính từ Mặt trời và là hành tinh nhỏ thứ hai trong Hệ Mặt trời. Bề mặt sao Hỏa có màu đỏ là do oxit sắt (rỉ sét).",
      "encyclopedia": "0",
      "equatorialDiameter": "6792 KM",
      "mass": "6.4 x 10^23 KG",
      "distance": "230 KM (Từ Mặt trời)",
      "rotationPeriod": "1.03 NGÀY",
      "orbitPeriod": "1.88 NĂM",
      "surfaceGravity": "3.7 M/S^2",
      "surfaceTemperature": "-63 C",
      "information1": "- BỀ MẶT: Sao Hỏa có phong cảnh ấn tượng, với những núi lửa cao chót vót và hệ thống hẻm núi tuyệt vời. Trong số tất cả các hành tinh trong Hệ Mặt trời, nó có ngọn núi cao nhất, Olympus Mons và hẻm núi lớn nhất, Valles Marineris.",
      "information2": "- NƯỚC: Có bằng chứng mạnh mẽ cho thấy bầu khí quyển sao Hỏa đã từng dày đặc hơn bây giờ rất nhiều và nước từng chảy tự do trên bề mặt của nó. Ngoài ra còn có bằng chứng cho thấy phần lớn lượng nước này vẫn bị giữ lại dưới lòng đất.",
      "information3": "- VỆ TINH: Sao Hỏa có hai vệ tinh tự nhiên nhỏ là Phobos và Deimos, có quỹ đạo rất gần với hành tinh này. Những vệ tinh này có thể là những tiểu hành tinh bị bắt giữ.",
      "information4": "- SỰ QUAN SÁT: Sao Hỏa có thể dễ dàng được nhìn thấy từ Trái đất bằng mắt thường, cũng như màu đỏ của nó. Độ lớn biểu kiến của nó bị Mặt trời, Mặt trăng, Sao Kim và Sao Mộc vượt qua - nhưng có thể tính toán ngắn gọn độ sáng của Sao Mộc tại một số điểm nhất định trên quỹ đạo của nó."
    },
    "Jupiter": {
      "introduction": "Sao Mộc là hành tinh lớn nhất trong Hệ Mặt trời, với khối lượng lớn hơn 2,5 lần so với tất cả các hành tinh còn lại cộng lại - nhưng vẫn chỉ bằng một phần nghìn khối lượng của Mặt trời.",
      "encyclopedia": "0",
      "equatorialDiameter": "142984 KM",
      "mass": "1.9 x 10^27 KG",
      "distance": "780 M KM (Từ Mặt trời)",
      "rotationPeriod": "9H 55M",
      "orbitPeriod": "11.9 NĂM",
      "surfaceGravity": "25 M/S^2",
      "surfaceTemperature": "-120 C",
      "information1": "- NHƯ NGÔI SAO: Sao Mộc là hành tinh giống Mặt trời nhất về thành phần cấu tạo của nó. Mặc dù Sao Mộc vẫn cần khối lượng gấp khoảng 75 lần để tổng hợp hydro và trở thành một ngôi sao, nhưng nó chỉ cần khối lượng gấp 13 lần để đốt cháy deuterium và trở thành sao lùn nâu.",
      "information2": "- BẦU KHÍ QUYỂN: Sao Mộc quay quanh trục của nó nhanh hơn bất kỳ hành tinh nào khác. Do sự quay này, bầu khí quyển của Sao Mộc chịu ảnh hưởng của gió lớn, khiến bầu khí quyển hình thành các dải màu riêng biệt, giống như các lốc xoáy và các cơn bão nghịch xoáy khổng lồ.",
      "information3": "- VỆ TINH: Sao Mộc cai quản số lượng vệ tinh lớn nhất so với bất kỳ hành tinh nào, với tổng số chính thức hiện tại là 79.",
      "information4": "- SỰ QUAN SÁT: Sao Mộc là vật thể sáng thứ tư trên bầu trời của chúng ta sau Mặt trời, Mặt trăng và Sao Kim. Do quỹ đạo của Sao Mộc nằm ngoài Trái đất nên hành tinh này luôn được chiếu sáng gần như hoàn toàn khi nhìn qua kính viễn vọng trên Trái đất."
    },
    "Saturn": {
      "introduction": "Sao Thổ là hành tinh thứ sáu tính từ Mặt trời và là hành tinh lớn thứ hai trong Hệ Mặt trời. Cho đến khi phát minh ra kính thiên văn hiện đại, Sao Thổ được coi là hành tinh ngoài cùng của các hành tinh được biết đến.",
      "encyclopedia": "0",
      "equatorialDiameter": "120536 KM",
      "mass": "5.7 x 10^26 KG",
      "distance": "9.58 AU (Từ Mặt trời)",
      "rotationPeriod": "10H 39M",
      "orbitPeriod": "29 NĂM",
      "surfaceGravity": "10.4 M/S^2",
      "surfaceTemperature": "-125 C",
      "information1": "- KHỐI LƯỢNG: Mặc dù lớn thứ hai, Sao Thổ có mật độ thấp nhất trong số tất cả các hành tinh trong Hệ Mặt trời, với mật độ chỉ bằng 1/8 Trái đất (nhưng gấp 9 lần đường kính của nó). Nó cũng là hành tinh duy nhất có mật độ thấp hơn nước.",
      "information2": "- VÀNH ĐAI: Trong khi các hành tinh khí khổng lồ khác cũng có hệ thống vành đai, thì vành đai của Sao Thổ lớn hơn và dễ nhìn thấy hơn bất kỳ vành đai nào khác trong Hệ Mặt trời. Các vòng bao gồm các tinh thể băng nước và một lượng đá nhỏ hơn, có kích thước khác nhau, từ những hạt bụi đến một vài hạt lớn như những ngọn núi.",
      "information3": "- VỆ TINH: Sao Thổ có ít nhất 150 vệ tinh và vệ tinh nhỏ. Con số chính xác là không chắc chắn vì rất khó để phân biệt giữa một vành đai lớn và một vệ tinh nhỏ. Một số vệ tinh của Sao Thổ đóng vai trò là vệ tinh kiểm soát để giam giữ các vành đai và ngăn chúng lan rộng ra.",
      "information4": "- SỰ QUAN SÁT: Sao Thổ xuất hiện bằng mắt thường trên bầu trời đêm dưới dạng một điểm sáng màu vàng. Phóng đại ít nhất 30 lần sẽ thấy được các vành đai của Sao Thổ."
    },
    "Uranus": {
      "introduction": "Sao Thiên Vương là hành tinh khí khổng lồ lớn thứ ba trong Hệ Mặt trời. Đây là hành tinh lạnh nhất trong Hệ Mặt trời.",
      "encyclopedia": "0",
      "equatorialDiameter": "51118 KM",
      "mass": "8.7 x 10^25 KG",
      "distance": "19.2 AU (Từ Mặt trời)",
      "rotationPeriod": "17H 14M",
      "orbitPeriod": "84 NĂM",
      "surfaceGravity": "8.7 M/S^2",
      "surfaceTemperature": "-210 C",
      "information1": "- KHÁM PHÁ: Sao Thiên Vương là hành tinh đầu tiên được phát hiện bằng kính thiên văn hiện đại, việc phát hiện ra nó được công nhận là của nhà thiên văn học người Anh William Herschel vào năm 1781.",
      "information2": "- TRỤC NGHIÊNG: Sao Thiên Vương có một độ nghiêng trục là 97,77 độ, có nghĩa là nó quay xung quanh Mặt Trời nằm ngang so với các hành tinh khác trong Hệ Mặt Trời.",
      "information3": "- SỰ QUAN SÁT: Khi ở vị trí đối lập (từ Mặt trời, so với Trái đất), Sao Thiên Vương có thể nhìn thấy được bằng mắt thường. Nó sẽ xuất hiện như một ngôi sao mờ nhạt trong điều kiện bầu trời tối."
    },
    "Neptune": {
      "introduction": "Sao Hải Vương, là hành tinh thứ tám và chính thức xa Mặt trời nhất. Nó là hành tinh khí nhỏ nhất nhưng cũng đậm đặc nhất. Sao Hải Vương có lực hấp dẫn bề mặt chỉ kém Sao Mộc.",
      "encyclopedia": "0",
      "equatorialDiameter": "49528 KM",
      "mass": "1.02 x 10^26 KG",
      "distance": "30.1 AU (Từ Mặt trời)",
      "rotationPeriod": "16H 06M",
      "orbitPeriod": "165 NĂM",
      "surfaceGravity": "11.2 M/S^2",
      "surfaceTemperature": "-200 C",
      "information1": "- KHÁM PHÁ: Sao Hải Vương là hành tinh đầu tiên được phát hiện hoàn toàn dựa trên dự đoán toán học chứ không phải bằng quan sát trực tiếp. Kể từ khi được phát hiện vào năm 1846, Sao Hải Vương chỉ hoàn thành một quỹ đạo quanh Mặt trời."
    }
  }
  